Repository: amirasaad/django-rest-localflavor
Catalog: rest_localflavor/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: You can not insert a blank state.
pt_br: Você não pode inserir um estado vazio.

source: You can not insert a invalid state.
pt_br: Você não pode inserir um estado inválido.

source: Invalid CPF number.
pt_br: Número de CPF inválido.

source: This field requires at most 11 digits or 14 characters.
pt_br: Esse campo precisa de pelo menos 11 a 14 caracteres.

source: This field requires only numbers.
pt_br: Esse campo aceita somente números.

source: Ensure this field has no more than {max_length} characters.
pt_br: Assegure deste campo não ter mais que {max_length} caracteres.

source: Ensure this field has at least {min_length} characters.
pt_br: Assegure deste campo não ter menos que {min_length} caracteres.

source: Invalid CNPJ number.
pt_br: Número de CNPJ inválido.

source: This field requires at least 14 digits
pt_br: Esse campo precisa de no mínimo 14 dígitos

source: Enter a zip code in the format XXXXX-XXX, XX.XXX-XXX or XXXXXXXX.
pt_br: Entre com o CEP no formato XXXXX-XXX, XX.XXX-XXX ou XXXXXXXX.
